<?php
$header = array("В Windows 11 замечены новые функции", 
	  "Ученый: 'Волна тепла' впервые добралась до центральной части Антарктиды",
	  "Вратарь ЦСКА Федотов анонсировал переезд в НХЛ",
	  "В трейлере нового Мира Юрского периода показали детеныша велоцираптора",
	  "Старт изящной Ангары с Плесецка прошел успешно, заявил Рогозин",
	  "В России разработали проект робота для добычи воды на Луне",
	  "У Земли нащупали пульс. Ученые выявили периодичность глобальных катастроф",
	  "В Иркутской области за сутки потушили семнадцать пожаров",
	  "Редкий сборник прижизненных изданий Пушкина продан за 7,5 миллионов рублей",
	  "Деньги из мусора. Европа сваливает свои отходы бедным соседям",
	  "Мясо — огонь! Самые вкусные блюда на гриле от лучших шеф-поваров Москвы",
	  "Четырехдневную рабочую неделю введут в недалеком будущем, заявили в Госдуме",
	  "Чем ГЛОНАСС лучше GPS и зачем России 600 спутников в космосе",
	  "Российские космонавты, работающие на МКС, могут восемь раз выйти в космос",
	  "В Мексике ученые пытаются защитить города майя от разрушения",
	  "Режиссер покинул 'Форсаж 10' через несколько дней после начала производства",
	  "Продюсер рассказал, как 'оживили' Галкина для новых серий 'Диверсанта'"
	  );
$desc = array("В ходе презентации представители компании объявили о новых особенностях Windows 11. В частности, была представлена обновленная программа «Проводник», которая получила функцию для быстрой навигации по вкладкам. Также в приложение добавили новую главную страницу, которая включает в себя ярлыки и папки быстрого доступа.", 
	  "'Волна тепла' из Австралии стала причиной резкого - на 40 градусов - потепления Центральной Антарктиды, которое было зафиксировано 18 марта, сообщил РИА Новости директор Арктического и антарктического научно-исследовательского института Александр Макаров после изучения этого явления.", 
	  "Вратарь ЦСКА Иван Федотов заявил журналистам, что в скором времени отправится в США и подпишет контракт с клубом Национальной хоккейной лиги (НХЛ) Филадельфия Флайерз.",
	  "Компания Universal Pictures представила новый трейлер фильма Мир Юрского периода: Господство, который завершит знаменитую франшизу о динозаврах.",
	  "Генеральный директор Роскосмоса Дмитрий Рогозин назвал запущенную с Плесецка в пятницу легкую ракету Ангара изящной и заявил, что ее испытания прошли успешно",
	  "Ученые Национального исследовательского центра Курчатовский институт (КИ) разработали проект робота, способного добывать воду из грунта Луны, что позволит в перспективе обеспечивать водой будущую лунную станцию и заправку ракетных двигателей, следует из документа, опубликованного специалистами научного центра на сайте Роспатента.",
	  "В истории Земли бывали периоды особой геологической активности, когда сдвигались материки, происходили грандиозные вулканические извержения и массовые вымирания, менялся климат. За последние 260 миллионов лет ученые насчитали десять таких катастрофических эпизодов. Сейчас же, судя по уменьшению скорости расширения дна океанов, глобальная тектоническая активность замедляется. ",
	  "лесах Иркутской области тушат 15 пожаров, из них 10 локализованы, сообщает пресс-служба правительства Приангарья. За сутки в Иркутской области потушили 17 лесных пожаров на площади почти 850 гектаров. В тушении всех лесных пожаров 2 мая были задействованы 479 человек и 168 единиц наземной техники.",
	  "борник из трех прижизненных изданий Александра Пушкина был продан на аукционе 'Литфонда' за 7,5 миллионов рублей, сообщает пресс-служба.",
	  "ногие западные страны борются за экологию только внутри собственных границ, а вредные отходы отвозят куда подальше. На этом зарабатывают и официальные поставщики, и мафия, и добытчики цветмета. Люди, вынужденные жить возле свалок, протестуют, но горы мирового мусора продолжают расти.",
	  "Пикник, компания друзей, смех, музыка, дымок над мангалом, запах еды — обычная атмосфера длинных майских выходных. Секреты приготовления шашлыков, люля-кебабов, стейков в фольге, рыбы на решетке и других блюд на гриле для РИА Новости раскрывают шеф-повара столичных ресторанов.",
	  "редседатель комитета Госдумы по труду, социальной политике и делам ветеранов Ярослав Нилов (ЛДПР), считает, что переход к четырехдневной рабочей неделе — вопрос недалекого будущего, об этом он заявил РИА Новости.",
	  "Стоит ли опасаться отключения GPS, и каковы перспективы ГЛОНАСС? 'Всевидящее око России': что представляет собой многоспутниковая группировка 'Сфера'? Об этом и многом другом в программе 'Это просто космос с Дмитрием Рогозиным' на радио Sputnik.",
	  "Российским космонавтам Олегу Артемьеву и Денису Матвееву, работающим на МКС со своим коллегой Сергеем Корсаковым, предстоит совершить восемь выходов в открытый космос за время экспедиции, два из которых они уже провели в апреле – 18 и 28 числа, следует из плана экспедиции, представленного в журнале 'Русский Космос'.",
	  "В Мексике археологи и экологи протестуют против строительства возле курортного города Плайя-дель-Кармен железнодорожной линии, которая может уничтожить тропический лес и исторические памятники майя, сообщает The Art Newspaper.",
	  "Джастин Лин покинул пост режиссера 'Форсаж 10' через несколько дней после начала производства проекта, пишет Deadline.
Постановщик не рассказал, почему уходит. По словам инсайдера Deadline, причина — творческие разногласия.
Лин уверяет, что решение далось ему с трудом и он останется продюсером ленты.",
       "Продюсер сериала 'Диверсант' Николай Попов рассказал, как для новых серий 'оживили' актера Владислава Галкина, умершего в 2010 году. Об этом сообщает пресс-служба Первого канала."

	);
$img = array("win11.png",
		"antar.jpg",
		"cska.jpg",
		"dino.jpg",
		"angara.jpg",
		"robot_moon.jpg",
		"lava.jpg",
		"fire_forest.jpg",
		"pushkin.jpg",
		"musor.jpg",
		"shahlik.jpg",
		"4day.jpg",
		"gps.jpg",
		"kosmos.jpg",
		"maya.jpg",
		"vin.jpg",
		"diversant.jpg"
  );
?>